Repository: NaN-tic/trytond-incoterm
Catalog: locale/*.po
Languages: ca, es

# field:incoterm,active:
source: Active
ca: Actiu
es: Activo

# field:incoterm,category:
source: Category
ca: Categoria
es: Categoría

# field:incoterm,code:
source: Code
ca: Codi
es: Código

# field:incoterm,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:incoterm,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:incoterm,name:
source: Name
ca: Nom
es: Nombre

# field:incoterm,rec_name:
source: Name
ca: Nom
es: Nombre

# field:incoterm,write_date:
source: Write Date
ca: Data de modificació
es: Fecha de modificación

# field:incoterm,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# field:incoterm.category,create_date:
source: Create Date
ca: Data de creació
es: Fecha de creación

# field:incoterm.category,create_uid:
source: Create User
ca: Usuari de creació
es: Usuario de creación

# field:incoterm.category,name:
source: Name
ca: Nom
es: Nombre

# field:incoterm.category,rec_name:
source: Name
ca: Nom
es: Nombre

# field:incoterm.category,write_date:
source: Write Date
ca: Data de modificació
es: Fecha de modificación

# field:incoterm.category,write_uid:
source: Write User
ca: Usuari de modificació
es: Usuario de modificación

# model:incoterm,name:incoterm_cfr
source: Cost and Freight
ca: Cost i càrrega
es: Coste y carga

# model:incoterm,name:incoterm_cif
source: Cost, Insurance and Freight
ca: Cost, assegurança i càrrega
es: Coste, seguro y carga

# model:incoterm,name:incoterm_cip
source: Carriage and Insurance Paid To
ca: Transport i assegurança pagat fins
es: Transporte y seguro pagado hasta

# model:incoterm,name:incoterm_cpt
source: Carriage Paid To
ca: Transport pagat fins
es: Transporte pagado hasta

# model:incoterm,name:incoterm_dap
source: Delivered at Place
ca: Entrega a lloc
es: Entrega a lugar

# model:incoterm,name:incoterm_dat
source: Delivered at terminal
ca: Entrega a la terminal
es: Entrega a terminal

# model:incoterm,name:incoterm_ddp
source: Delivered Duty Paid
ca: Entrega drets d'aduana pagats
es: Entrega derechos duana pagados

# model:incoterm,name:incoterm_fas
source: Free Alongside Ship
ca: Gratuit al costat del vaixell
es: Gratuito al lado del barco

# model:incoterm,name:incoterm_fca
source: Free Carrier
ca: Gratuit transport
es: Transporte gratuito

# model:incoterm,name:incoterm_fob
source: Free on Board
ca: Gratuit a bord
es: Gratuito a bordo

# model:incoterm.category,name:
source: Incoterm Category
ca: Categoria Incoterm
es: Categoría Incoterm

# model:ir.action,name:act_category_form
source: Categories
es: Categorías

# model:ir.ui.menu,name:menu_category_form
source: Categories
es: Categorías

# view:incoterm.category:
source: Incoterm Categories
ca: Categories d'incoterm
es: Categorias incoterm

# view:incoterm.category:
source: Incoterm Category
ca: Categoria d'incoterm
es: Categoria incoterm

# field:party.party,incoterm_place:
source: Incoterm Name Place
ca: Nom del lloc incoterm
